IDEA StatiCa Open Model
LineLoad Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 constructor
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public LineLoad()
Public Sub New
public:
LineLoad()
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace